{
  "posts": [
    {
      "titlePost": "Летающий eVTOL-гиперкар Volar сможет разгоняться до 217 км/ч",
      "shortdescriptionsPost": "Британская компания Bellwether Industries провела испытания своего нового летающего гиперкара Volar в Дубае. Двухместный прототип",
      "photoPost": "https://ds-assets.cdn.devapps.ru/iw0r7FGz0ic3JVW3Ej2Q07z2HFz0ZUXkjs7UJarz0RSqA1Iy.jpg",
      "descriptionsOne": "Британская компания Bellwether Industries провела испытания своего нового летающего гиперкара Volar в Дубае. Двухместный прототип совершил несколько полётов со скоростью около 40 км/ч на высоте четырёх метров, управляясь дистанционно. Полномасштабная модель будет предназначена для четырёх человек и сможет разгоняться до 217 км/ч на высоте 900 метров.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/iw0r1kbrPZWCMN5LftbSLvz1hQ4F8AI.jpg",
      "descriptionsTwo": "Ширина летающего гиперкара будет 3,2 метра. При заявленной максимальной скорости ожидается, что транспорт может лететь без подзарядки около 90 минут. Максимально возможная грузоподъёмность составляет 600 килограммов. Пока нет информации о ёмкости батареи, но, судя по показателям, Volar будет использовать гибридный двигатель.\n\nТранспортное средство имеет обтекаемые формы, а стеклянная крыша позволит пассажирам наслаждаться видом за окном. Электрическая силовая установка скрыта за внешним корпусом Volar.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/iw0r1U551z2Mx2L0Sz1Jz25A9cNShdC0Z.jpg",
      "descriptionsThree": "Разработчики планируют завершить строительство и испытания полномасштабной модели к 2028 году, после чего транспортное средство поступит в продажу. Его цену пока не называют, но указывается, что она будет сопоставима со стоимостью небольшого частного самолёта.\n\nBellwether Industries рассчитывает, что её летающий гиперкар будет широко востребован среди бизнес-клиентов, а также в сегменте летающих такси.\n\n",
      "dataPost": "16.01.2022",
      "id": 1
    }
  ],
  "users": [],
  "comments": []
}