{
  "posts": [
    {
      "titlePost": "Летающий eVTOL-гиперкар Volar сможет разгоняться до 217 км/ч",
      "shortdescriptionsPost": "Британская компания Bellwether Industries провела испытания своего нового летающего гиперкара Volar в Дубае. Двухместный прототип",
      "photoPost": "https://ds-assets.cdn.devapps.ru/iw0r7FGz0ic3JVW3Ej2Q07z2HFz0ZUXkjs7UJarz0RSqA1Iy.jpg",
      "descriptionsOne": "Британская компания Bellwether Industries провела испытания своего нового летающего гиперкара Volar в Дубае. Двухместный прототип совершил несколько полётов со скоростью около 40 км/ч на высоте четырёх метров, управляясь дистанционно. Полномасштабная модель будет предназначена для четырёх человек и сможет разгоняться до 217 км/ч на высоте 900 метров.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/iw0r1kbrPZWCMN5LftbSLvz1hQ4F8AI.jpg",
      "descriptionsTwo": "Ширина летающего гиперкара будет 3,2 метра. При заявленной максимальной скорости ожидается, что транспорт может лететь без подзарядки около 90 минут. Максимально возможная грузоподъёмность составляет 600 килограммов. Пока нет информации о ёмкости батареи, но, судя по показателям, Volar будет использовать гибридный двигатель.\n\nТранспортное средство имеет обтекаемые формы, а стеклянная крыша позволит пассажирам наслаждаться видом за окном. Электрическая силовая установка скрыта за внешним корпусом Volar.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/iw0r1U551z2Mx2L0Sz1Jz25A9cNShdC0Z.jpg",
      "descriptionsThree": "Разработчики планируют завершить строительство и испытания полномасштабной модели к 2028 году, после чего транспортное средство поступит в продажу. Его цену пока не называют, но указывается, что она будет сопоставима со стоимостью небольшого частного самолёта.\n\nBellwether Industries рассчитывает, что её летающий гиперкар будет широко востребован среди бизнес-клиентов, а также в сегменте летающих такси.\n\n",
      "dataPost": "16.01.2022",
      "id": 1
    },
    {
      "titlePost": "Кто бы сомневался. Хакеры взломали PC-версию God of War",
      "shortdescriptionsPost": "Одна из причин (пускай и далеко не главная), по которой иные платформодержатели не любят выпускать свои эксклюзивы на PC, — это повсеместное пиратство.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppSR7H1BjX1Jz1IuZgXNtc2ZG3DZGmHGuz1B.jpg",
      "descriptionsOne": "Одна из причин (пускай и далеко не главная), по которой иные платформодержатели не любят выпускать свои эксклюзивы на PC, — это повсеместное пиратство. И долгожданный релиз God of War на боярской платформе не стал исключением: игру взломали практически сразу после премьеры. Всему виной отсутствие DRM.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppSR7H1BjX1Jz1IuZgXNtc2ZG3DZGmHGuz1B.jpg",
      "descriptionsTwo": "Да, PC-версию God of War не снабдили никакой новомодной антипиратской защитой, так что «вскрыть» экшен не составило для хакеров никакого труда. Ответственность за взлом взяла на себя группировка FairLight.",
      "photoTwo": "",
      "descriptionsThree": "Да, PC-версию God of War не снабдили никакой новомодной антипиратской защитой, так что «вскрыть» экшен не составило для хакеров никакого труда. Ответственность за взлом взяла на себя группировка FairLight.\n\nРепаки God of War уже доступны на тематических ресурсах. Однако напомним: редакция 4PDA не поддерживает пиратство, особенно в такой редкой ситуации, когда обласканный критиками эксклюзив PlayStation добирается-таки до PC. Приобрести лицензионную версию экшена, кстати, можно как в Steam, так и в Epic Games Store.\n\nПремьера God of War на персональных компьютерах состоялась 14 января. Новая итерация хита 2018 года получила массу хвалебных отзывов от критиков и геймеров, возглавила чарт продаж Steam и установила рекорд онлайна среди всех бывших эксклюзивов PlayStation в Steam, запросто обойдя Days Gone и Horizon Zero Dawn.",
      "dataPost": "17.01.2022",
      "id": 2
    },
    {
      "titlePost": "Названы подробные характеристики всех версий vivo X80",
      "shortdescriptionsPost": "Vivo готовится к выпуску флагманских смартфонов семейства X80. В преддверии анонса сетевые источники начали публиковать",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppVO3RGWl4Oiz1IOJIDvyKVMXONQz2ubY5xY.jpg",
      "descriptionsOne": "Vivo готовится к выпуску флагманских смартфонов семейства X80. В преддверии анонса сетевые источники начали публиковать детальные спецификации всех трёх входящих в неё моделей, которые будут различаться не только процессорами, но и набором камер, ставших визитной карточкой серии.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVru0CbkEGOz16agp2b1HwIGkY8t.png",
      "descriptionsTwo": "По данным китайских источников, базовая версия vivo X80 будет оснащена 6,56-дюймовым AMOLED-дисплеем с разрешением Full HD+ и частотой обновления 120 Гц, а X80 Pro и его модификация с приставкой Plus — экранами того же типа диагональю 6,78\" (Full HD+ и Quad HD+ соответственно).\n\nЧто касается аппаратной составляющей будущих новинок — vivo X80 будет построен на базе процессора MediaTek Dimensity 8000, модели X80 Pro приписывают более мощный Dimensity 9000, а X80 Pro+ сможет похвастаться чипом Qualcomm Snapdragon 8 Gen 1. При этом младшей модели достанется ОЗУ стандарта LPDDR4X, а «прошкам» LPDDR5 объёмом до 12 ГБ. Тип накопителя для всех версий новой линейки будет идентичен — UFS 3.1.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/jyppVvWygQkk0GganhGK2T7TEcvcYs.png",
      "descriptionsThree": "В состав основной камеры vivo X80 войдут три сенсора с разрешением 50 (Samsung GN5), 13 и 12 Мп (Sony IMX663, 2-кратный оптический зум). Vivo X80 Pro получит камеру с 50-мегапиксельным основным и тремя дополнительными датчиками: Samsung JN1 на 50 Мп, Sony IMX663 на 12 Мп с 2-кратным оптическим зумом и модуль на 50 Мп с поддержкой 5-кратного оптического приближения.\n\nСтаршая модель серии тоже оборудуют четырьмя камерами с разрешением сенсоров 50, 49, 50 и 50 Мп с разной кратностью зума у двух телеобъективов (2x и 5x). Селфи-модули X80 и X80 Pro будут иметь разрешение 44 Мп, а фронталка X80 Pro+ обзаведётся 50-мегапиксельным датчиком. Смартфоны будут различаться и по мощности функции быстрой зарядки: 55 Вт у базовой версии, и 66 Вт + 50 Вт по воздуху и Pro-модификаций.\n\nДата презентации серии vivo X80 пока неизвестна.",
      "dataPost": "17.01.2022",
      "id": 3
    },
    {
      "titlePost": "realme Buds Air 3 будут компактнее предшественника и получат больше функций",
      "shortdescriptionsPost": "Бренд realme готовит к выпуску новую версию фирменных беспроводных наушников Buds Air. Не дожидаясь презентации",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppRGNv5Xi2Nq2qdp25DE9gdQI6nz0TSDjVu.jpg",
      "descriptionsOne": "Бренд realme готовит к выпуску новую версию фирменных беспроводных наушников Buds Air. Не дожидаясь презентации, инсайдер слил в сеть изображение и основные характеристики будущей новинки, которая получит несколько улучшений по сравнению с моделью прошлого поколения.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppQz2fh80HU3z2Hz1JZPWY8WP4wRI.png",
      "descriptionsTwo": "По имеющейся информации, realme Buds Air 3 получат поддержку технологии активного шумоподавления и режима прозрачности. Новинка сохранит форм-фактор внутриканальных «затычек» и дизайн предшественника, но обзаведётся более компактным зарядным чехлом. Гарнитуру также оснастят датчиком, обеспечивающим автоматическую приостановку воспроизведения при извлечении одного из наушников.",
      "photoTwo": "",
      "descriptionsThree": "Главным отличием realme Buds Air 3 от более ранних моделей бренда станет возможность одновременного сопряжения с двумя источниками сигнала. Переключение между ними будет осуществляться посредством касания к сенсорной панели на корпусе гарнитуры. Инсайдер также сообщает о поддержке игрового режима, функции Bass Boost+ и 30-часовой автономности новинки при отключении ANC и подзарядке от комплектного кейса.\n\nОжидается, что релиз realme Buds Air 3 состоится уже в ближайшее время, а их цена составит около $54.",
      "dataPost": "17.01.2022",
      "id": 4
    },
    {
      "titlePost": "Геймеры собрали более $3,4 миллиона на борьбу с раком",
      "shortdescriptionsPost": "Отношение к спидраннерам в игровом сообществе неоднозначное: одним их подвиги кажутся крутыми, другие считают скоростных игроков чудаками",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppOJJpKAkdEB2q73wfZ5xtIh9S8ILez2GQH.png",
      "descriptionsOne": "Отношение к спидраннерам в игровом сообществе неоднозначное: одним их подвиги кажутся крутыми, другие считают скоростных игроков чудаками. Каждый имеет право на своё мнение, но с одним поспорить не получится: иногда это необычное занятие приносит пользу. Например, помогает в борьбе со страшными болезнями.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVfWi2U4lZ6jelOkN4olvqFz1AiD.jpg",
      "descriptionsTwo": "В ходе ежегодного благотворительного марафона спидранов Awesome Games Done Quick скоростные геймеры смогли собрать пожертвований на $3,4 миллиона. Это самая впечатляющая сумма за всю историю мероприятия: она на $400 тысяч больше предыдущего рекордного показателя. Также в этом году был поставлен рекорд по скорости сбора денег: организаторы как никогда стремительно взяли планки в $1 миллион и $2 миллиона.",
      "photoTwo": "",
      "descriptionsThree": "Собранные средства не будут распределены по разным благотворительным организациям (такая схема порой открывает двери для махинаций). Вместо этого всю сумму направят в фонд Prevent Cancer, который занимается упреждением и ранним выявлением онкологических заболеваний. Дело очень нужное и благородное.",
      "dataPost": "17.01.2022",
      "id": 5
    },
    {
      "titlePost": "Инсайды #2725: Samsung Galaxy S22, iPhone 14, VR-гарнитура Apple",
      "shortdescriptionsPost": "В этом выпуске Инсайдов: Apple «урежет» возможности дисплея базового iPhone 14; Samsung Galaxy S22 получит новую",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppSdz2Tz2eRs5Plvw6JklRePv9yD3W8TEB0e.jpg",
      "descriptionsOne": "В этом выпуске Инсайдов: Apple «урежет» возможности дисплея базового iPhone 14; Samsung Galaxy S22 получит новую технологию зарядки и терабайтный накопитель; VR-гарнитура Apple может сравняться по стоимости с MacBook Pro.\n\nApple «урежет» возможности дисплея базового iPhone 14",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVz08gjMmTz1JCxXZ4Md4OjsgdLSL.jpg",
      "descriptionsTwo": "Отраслевой аналитик Росс Янг заявил, что компания планирует оснастить дисплеями ProMotion с частотой обновления 120 Гц только Pro-модификации iPhone 14. Причиной такого решения предположительно стал дефицит матриц нужного типа у компании BOE. Ожидается, что вендор сумеет наладить необходимые темпы производства только к началу 2023-го.\n\nСообщается, что для следующие модели фирменных смартфонов Apple будет оснащать OLED LTPO-дисплеями производства Samsung и LG Display. Анонс новинок ожидается осенью текущего года.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/jyppVXWcJr6AwPTGZ6z0PVeMsipOLyb.jpg",
      "descriptionsThree": "По данным сетевых информаторов, флагманская линейка смартфонов Samsung Galaxy S22 впервые в серии «подружится» с 45-ваттными зарядными устройствами. При этом производитель не включит аксессуар соответствующей мощности в комплект гаджета — его пользователям придётся приобретать отдельно.\n\nНовый блок питания с модельным номером EP-T451 уже засветился на официальном сайте компании в Голландии, благодаря чему стали известны некоторые его характеристики, а также предполагаемая стоимость. Он будет поддерживать технологию быстрой зарядки Super Fast Charging 2.0 и станет на 30% компактнее предшественника. Стоимость новинки составляет €50.",
      "dataPost": "17.01.2022",
      "id": 6
    }
  ],
  "users": [
    {
      "firstName": "Соатов",
      "lastName": "Хуршид",
      "userName": "wisper",
      "email": "windoxas@gmail.com",
      "password": "5hspkfn9",
      "passwordRepeat": "5hspkfn9",
      "id": 1
    },
    {
      "firstName": "Qudratov",
      "lastName": "Alisher",
      "userName": "alish",
      "email": "alish007@gmail.com",
      "password": "alish007",
      "passwordRepeat": "alish007",
      "id": 2
    },
    {
      "firstName": "Akmalov",
      "lastName": "Buri",
      "userName": "buri",
      "email": "bui@mail.ru",
      "password": "buri1234",
      "passwordRepeat": "buri1234",
      "id": 3
    },
    {
      "firstName": "Малаев",
      "lastName": "Жамшид ",
      "userName": "jamish",
      "email": "jamish@gmail.com",
      "password": "jamish007",
      "passwordRepeat": "jamish007",
      "data": "18.01.2022",
      "id": 4
    }
  ],
  "comments": []
}