{
  "posts": [
    {
      "titlePost": "Кто бы сомневался. Хакеры взломали PC-версию God of War",
      "shortdescriptionsPost": "Одна из причин (пускай и далеко не главная), по которой иные платформодержатели не любят выпускать свои эксклюзивы на PC, — это повсеместное пиратство.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppSR7H1BjX1Jz1IuZgXNtc2ZG3DZGmHGuz1B.jpg",
      "descriptionsOne": "Одна из причин (пускай и далеко не главная), по которой иные платформодержатели не любят выпускать свои эксклюзивы на PC, — это повсеместное пиратство. И долгожданный релиз God of War на боярской платформе не стал исключением: игру взломали практически сразу после премьеры. Всему виной отсутствие DRM.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppSR7H1BjX1Jz1IuZgXNtc2ZG3DZGmHGuz1B.jpg",
      "descriptionsTwo": "Да, PC-версию God of War не снабдили никакой новомодной антипиратской защитой, так что «вскрыть» экшен не составило для хакеров никакого труда. Ответственность за взлом взяла на себя группировка FairLight.",
      "photoTwo": "",
      "descriptionsThree": "Да, PC-версию God of War не снабдили никакой новомодной антипиратской защитой, так что «вскрыть» экшен не составило для хакеров никакого труда. Ответственность за взлом взяла на себя группировка FairLight.\n\nРепаки God of War уже доступны на тематических ресурсах. Однако напомним: редакция 4PDA не поддерживает пиратство, особенно в такой редкой ситуации, когда обласканный критиками эксклюзив PlayStation добирается-таки до PC. Приобрести лицензионную версию экшена, кстати, можно как в Steam, так и в Epic Games Store.\n\nПремьера God of War на персональных компьютерах состоялась 14 января. Новая итерация хита 2018 года получила массу хвалебных отзывов от критиков и геймеров, возглавила чарт продаж Steam и установила рекорд онлайна среди всех бывших эксклюзивов PlayStation в Steam, запросто обойдя Days Gone и Horizon Zero Dawn.",
      "dataPost": "17.01.2022",
      "id": 2
    },
    {
      "titlePost": "Названы подробные характеристики всех версий vivo X80",
      "shortdescriptionsPost": "Vivo готовится к выпуску флагманских смартфонов семейства X80. В преддверии анонса сетевые источники начали публиковать",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppVO3RGWl4Oiz1IOJIDvyKVMXONQz2ubY5xY.jpg",
      "descriptionsOne": "Vivo готовится к выпуску флагманских смартфонов семейства X80. В преддверии анонса сетевые источники начали публиковать детальные спецификации всех трёх входящих в неё моделей, которые будут различаться не только процессорами, но и набором камер, ставших визитной карточкой серии.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVru0CbkEGOz16agp2b1HwIGkY8t.png",
      "descriptionsTwo": "По данным китайских источников, базовая версия vivo X80 будет оснащена 6,56-дюймовым AMOLED-дисплеем с разрешением Full HD+ и частотой обновления 120 Гц, а X80 Pro и его модификация с приставкой Plus — экранами того же типа диагональю 6,78\" (Full HD+ и Quad HD+ соответственно).\n\nЧто касается аппаратной составляющей будущих новинок — vivo X80 будет построен на базе процессора MediaTek Dimensity 8000, модели X80 Pro приписывают более мощный Dimensity 9000, а X80 Pro+ сможет похвастаться чипом Qualcomm Snapdragon 8 Gen 1. При этом младшей модели достанется ОЗУ стандарта LPDDR4X, а «прошкам» LPDDR5 объёмом до 12 ГБ. Тип накопителя для всех версий новой линейки будет идентичен — UFS 3.1.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/jyppVvWygQkk0GganhGK2T7TEcvcYs.png",
      "descriptionsThree": "В состав основной камеры vivo X80 войдут три сенсора с разрешением 50 (Samsung GN5), 13 и 12 Мп (Sony IMX663, 2-кратный оптический зум). Vivo X80 Pro получит камеру с 50-мегапиксельным основным и тремя дополнительными датчиками: Samsung JN1 на 50 Мп, Sony IMX663 на 12 Мп с 2-кратным оптическим зумом и модуль на 50 Мп с поддержкой 5-кратного оптического приближения.\n\nСтаршая модель серии тоже оборудуют четырьмя камерами с разрешением сенсоров 50, 49, 50 и 50 Мп с разной кратностью зума у двух телеобъективов (2x и 5x). Селфи-модули X80 и X80 Pro будут иметь разрешение 44 Мп, а фронталка X80 Pro+ обзаведётся 50-мегапиксельным датчиком. Смартфоны будут различаться и по мощности функции быстрой зарядки: 55 Вт у базовой версии, и 66 Вт + 50 Вт по воздуху и Pro-модификаций.\n\nДата презентации серии vivo X80 пока неизвестна.",
      "dataPost": "17.01.2022",
      "id": 3
    },
    {
      "titlePost": "realme Buds Air 3 будут компактнее предшественника и получат больше функций",
      "shortdescriptionsPost": "Бренд realme готовит к выпуску новую версию фирменных беспроводных наушников Buds Air. Не дожидаясь презентации",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppRGNv5Xi2Nq2qdp25DE9gdQI6nz0TSDjVu.jpg",
      "descriptionsOne": "Бренд realme готовит к выпуску новую версию фирменных беспроводных наушников Buds Air. Не дожидаясь презентации, инсайдер слил в сеть изображение и основные характеристики будущей новинки, которая получит несколько улучшений по сравнению с моделью прошлого поколения.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppQz2fh80HU3z2Hz1JZPWY8WP4wRI.png",
      "descriptionsTwo": "По имеющейся информации, realme Buds Air 3 получат поддержку технологии активного шумоподавления и режима прозрачности. Новинка сохранит форм-фактор внутриканальных «затычек» и дизайн предшественника, но обзаведётся более компактным зарядным чехлом. Гарнитуру также оснастят датчиком, обеспечивающим автоматическую приостановку воспроизведения при извлечении одного из наушников.",
      "photoTwo": "",
      "descriptionsThree": "Главным отличием realme Buds Air 3 от более ранних моделей бренда станет возможность одновременного сопряжения с двумя источниками сигнала. Переключение между ними будет осуществляться посредством касания к сенсорной панели на корпусе гарнитуры. Инсайдер также сообщает о поддержке игрового режима, функции Bass Boost+ и 30-часовой автономности новинки при отключении ANC и подзарядке от комплектного кейса.\n\nОжидается, что релиз realme Buds Air 3 состоится уже в ближайшее время, а их цена составит около $54.",
      "dataPost": "17.01.2022",
      "id": 4
    },
    {
      "titlePost": "Геймеры собрали более $3,4 миллиона на борьбу с раком",
      "shortdescriptionsPost": "Отношение к спидраннерам в игровом сообществе неоднозначное: одним их подвиги кажутся крутыми, другие считают скоростных игроков чудаками",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppOJJpKAkdEB2q73wfZ5xtIh9S8ILez2GQH.png",
      "descriptionsOne": "Отношение к спидраннерам в игровом сообществе неоднозначное: одним их подвиги кажутся крутыми, другие считают скоростных игроков чудаками. Каждый имеет право на своё мнение, но с одним поспорить не получится: иногда это необычное занятие приносит пользу. Например, помогает в борьбе со страшными болезнями.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVfWi2U4lZ6jelOkN4olvqFz1AiD.jpg",
      "descriptionsTwo": "В ходе ежегодного благотворительного марафона спидранов Awesome Games Done Quick скоростные геймеры смогли собрать пожертвований на $3,4 миллиона. Это самая впечатляющая сумма за всю историю мероприятия: она на $400 тысяч больше предыдущего рекордного показателя. Также в этом году был поставлен рекорд по скорости сбора денег: организаторы как никогда стремительно взяли планки в $1 миллион и $2 миллиона.",
      "photoTwo": "",
      "descriptionsThree": "Собранные средства не будут распределены по разным благотворительным организациям (такая схема порой открывает двери для махинаций). Вместо этого всю сумму направят в фонд Prevent Cancer, который занимается упреждением и ранним выявлением онкологических заболеваний. Дело очень нужное и благородное.",
      "dataPost": "17.01.2022",
      "id": 5
    },
    {
      "titlePost": "Инсайды #2725: Samsung Galaxy S22, iPhone 14, VR-гарнитура Apple",
      "shortdescriptionsPost": "В этом выпуске Инсайдов: Apple «урежет» возможности дисплея базового iPhone 14; Samsung Galaxy S22 получит новую",
      "photoPost": "https://ds-assets.cdn.devapps.ru/jyppSdz2Tz2eRs5Plvw6JklRePv9yD3W8TEB0e.jpg",
      "descriptionsOne": "В этом выпуске Инсайдов: Apple «урежет» возможности дисплея базового iPhone 14; Samsung Galaxy S22 получит новую технологию зарядки и терабайтный накопитель; VR-гарнитура Apple может сравняться по стоимости с MacBook Pro.\n\nApple «урежет» возможности дисплея базового iPhone 14",
      "photoOne": "https://ds-assets.cdn.devapps.ru/jyppVz08gjMmTz1JCxXZ4Md4OjsgdLSL.jpg",
      "descriptionsTwo": "Отраслевой аналитик Росс Янг заявил, что компания планирует оснастить дисплеями ProMotion с частотой обновления 120 Гц только Pro-модификации iPhone 14. Причиной такого решения предположительно стал дефицит матриц нужного типа у компании BOE. Ожидается, что вендор сумеет наладить необходимые темпы производства только к началу 2023-го.\n\nСообщается, что для следующие модели фирменных смартфонов Apple будет оснащать OLED LTPO-дисплеями производства Samsung и LG Display. Анонс новинок ожидается осенью текущего года.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/jyppVXWcJr6AwPTGZ6z0PVeMsipOLyb.jpg",
      "descriptionsThree": "По данным сетевых информаторов, флагманская линейка смартфонов Samsung Galaxy S22 впервые в серии «подружится» с 45-ваттными зарядными устройствами. При этом производитель не включит аксессуар соответствующей мощности в комплект гаджета — его пользователям придётся приобретать отдельно.\n\nНовый блок питания с модельным номером EP-T451 уже засветился на официальном сайте компании в Голландии, благодаря чему стали известны некоторые его характеристики, а также предполагаемая стоимость. Он будет поддерживать технологию быстрой зарядки Super Fast Charging 2.0 и станет на 30% компактнее предшественника. Стоимость новинки составляет €50.",
      "dataPost": "17.01.2022",
      "id": 6
    },
    {
      "titlePost": "Первые тесты ультрабюджетной NVIDIA GeForce GT 1010. Всё очень плохо",
      "shortdescriptionsPost": "NVIDIA представила видеокарту начального уровня GeForce GT 1010 ровно год назад (17 января 2021-го), но только теперь появились",
      "photoPost": "https://ds-assets.cdn.devapps.ru/JwypdtcTz2NOtcGRCho22Xz2nXLOKEb0xa1Cld.png",
      "descriptionsOne": "NVIDIA представила видеокарту начального уровня GeForce GT 1010 ровно год назад (17 января 2021-го), но только теперь появились первые тесты, раскрывающие её реальную производительность.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/JwypdYjVwkz22k4BGZPEWmz2njM5iWjn.jpg",
      "descriptionsTwo": "В бенчмарке Geekbench бюджетная видеокарта NVIDIA набрала 7677 баллов (тест Vulkan), 7730 баллов (тест CUDA) и 7983 балла (тест OPEN CL). Эти результаты примерно на 33-37% меньше по сравнению с моделью GeForce GT 1030. Если же сравнивать с топовой GeForce RTX 3090, то разница составляет от 1822% до 3082% в зависимости от конкретного теста. Более того, интегрированная графика Iris Xe демонстрирует вдвое большие показатели на фоне GeForce GT 1010.",
      "photoTwo": "",
      "descriptionsThree": "NVIDIA GeForce GT 1010 оснащена графическим процессором GP108 семейства Pascal с 256 ядрами CUDA и TDP на уровне 55 Вт. Видеокарта получила 2 ГБ видеопамяти GDDR5 и работает на частоте 1,228 ГГц при максимальном значении 1,468 ГГц.\n\nСама видеокарта до сих пор не поступила в продажу, и пока нет никакой информации о её доступности.",
      "dataPost": "18.01.2022",
      "id": 7
    },
    {
      "titlePost": "DxOMark о звуке в vivo X70 Pro+: хорош для записи, но не для воспроизведения",
      "shortdescriptionsPost": "Флагманский vivo X70 Pro+ всё ещё входит в десятку лучших камерофонов по версии DxOMark. Теперь же специалисты лаборатории протестировали аудиовозможности этого аппарата. Для этого они оценили качество звука при воспроизведении через динамики и записи на штатные микрофоны.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDriprZz2tBX2gHbluGN3AZqNTz1NPc7wHaeJ.png",
      "descriptionsOne": "Флагманский vivo X70 Pro+ всё ещё входит в десятку лучших камерофонов по версии DxOMark. Теперь же специалисты лаборатории протестировали аудиовозможности этого аппарата. Для этого они оценили качество звука при воспроизведении через динамики и записи на штатные микрофоны.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrkh7UwY4W3WXPCiXplgLNyfLs.png",
      "descriptionsTwo": "В vivo X70 Pro+ предусмотрены стереодинамики, но в целом качество их звучания находится на среднем уровне. При воспроизведении звука основной упор делается на средние частоты. Низких слишком мало, а высокие практически полностью отсутствуют. Самым большим плюсом, отмеченным специалистами, стала чистота воспроизводимого звука, поскольку артефакты практически не слышны. По части записи ситуация в целом немного лучше, и в некоторых категориях аппарат себя показал особенно достойно: например, в том, что касается громкости воспроизводимого аудио и выделения голосов. Однако смартфон крайне плохо справляется с подавлением посторонних шумов.",
      "photoTwo": "",
      "descriptionsThree": "С учётом итоговой оценки в 66 баллов vivo X70 Pro+ расположился лишь на 46-м месте в общем рейтинге качества звука всех смартфонов от DxOMark. Даже если смотреть только на категорию ультра-премиум, к которой относится этот аппарат, то и тут он занимает лишь 23-е место.",
      "dataPost": "20.01.2022",
      "id": 8
    },
    {
      "titlePost": "MediaTek объявила сроки появления первых устройств с Wi-Fi 7",
      "shortdescriptionsPost": "MediaTek одной из первых официально объявила о работе над новым стандартом беспроводной передачи данных Wi-Fi 7, также известном как IEEE 802.11be. Крупнейший производитель мобильных чипов также сообщил, когда стоит ожидать первые устройства с поддержкой этой технологии.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDrahDFHSfKJX38Y5Lz146z0dvsSY8jrdaLp9.png",
      "descriptionsOne": "MediaTek одной из первых официально объявила о работе над новым стандартом беспроводной передачи данных Wi-Fi 7, также известном как IEEE 802.11be. Крупнейший производитель мобильных чипов также сообщил, когда стоит ожидать первые устройства с поддержкой этой технологии.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrkxdEoscr2ZdMKG7CFwTZEqW7.png",
      "descriptionsTwo": "MediaTek рассказала, что провела демонстрацию технологии Wi-Fi 7 для ключевых клиентов и представителей отрасли. В заявлении компании никакие технические подробности не указываются. Было лишь сказано, что MediaTek с самого начала участвует в разработке стандарта Wi-Fi 7 и намерена одной из первых начать его внедрять. Сообщается, что первые продукты с поддержкой Wi-Fi 7 появятся на рынке уже в 2023 году.",
      "photoTwo": "",
      "descriptionsThree": "Представители MediaTek утверждают, что с появлением Wi-Fi 7 беспроводные сети наконец-то смогут стать полноценной альтернативой проводному/Ethernet соединению за счёт сверхвысокой пропускной способности. Новая технология станет основной для приложений виртуальной и дополненной реальности, облачного гейминга и 8K-стриминга.\n\nВ компании отмечают, что ключевыми улучшениями Wi-Fi 7 по сравнению со стандартами предыдущего поколения станут увеличенная ширина канала, квадратурная модуляция (QAM), многоканальная синхронизация (MLO) и другие. Кроме того, предполагаемая максимальная скорость передачи данных составит 30 Гбит/с — в три раза больше по сравнению с Wi-Fi 6.",
      "dataPost": "20.01.2022",
      "id": 9
    },
    {
      "titlePost": "Монитор Acer Nitro XV342CKP: ультраширокий IPS-экран на 144 Гц и функции защиты зрения",
      "shortdescriptionsPost": "Компания Acer объявила о старте продаж на российском рынке нового 34-дюймового игрового монитора Nitro XV342CKP. Модель оснастили экраном с частотой обновления 144 Гц и временем отклика 1 мс.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDrbeB09WFhJXZuwP3Pu0oz25GZY8jLNyfLM.jpg",
      "descriptionsOne": "Компания Acer объявила о старте продаж на российском рынке нового 34-дюймового игрового монитора Nitro XV342CKP. Модель оснастили экраном с частотой обновления 144 Гц и временем отклика 1 мс.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDriz2jVPq3iTJVQA39NL3IxoIz2N.png",
      "descriptionsTwo": "Ультраширокий IPS-дисплей новинки имеет соотношение сторон 21:9, а его разрешение составляет 3440х1440 пикселей. Также для матрицы монитора характерны коэффициент контрастности 1000:1, 99-процентный охват цветового пространства sRGB, яркость до 400 нит и сертификация VESA DisplayHDR 400. Acer Nitro XV342CKP получил поддержку следующих фирменных технологий: ComfyView (устраняет блики), Flicker-less (уменьшает мерцание подсветки), BlueLightShield (уменьшает свечение синего спектра света) и Low dimming (уменьшает яркость подсветки при ухудшении внешнего освещения).",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/IyDrfz0Sz0kjwJ602z28R8N7B0E34C8gz0.png",
      "descriptionsThree": "Кроме того, монитор поставляется с технологией FreeSync Premium, которая синхронизирует уровень fps с частотой обновления экрана, обеспечивая плавное изображение без разрывов кадра и шлейфов даже в динамичных сценах и при резкой смене ракурса. Набор интерфейсов новинки включает по два порта HDMI 2.0, DisplayPort 1.4 и USB 3.0, а также стандартный аудиоразъём. Комплектная поставка устройства поддерживает изменение угла наклона от -5° до 35°, регулировку высоты и поворот экрана в горизонтальной плоскости на 360°.\n\nNitro XV342CKP уже доступен на российском рынке по рекомендованной розничной цене 52 990 рублей.",
      "dataPost": "20.01.2022",
      "id": 10
    },
    {
      "titlePost": "Акции Sony резко обвалились после сделки Microsoft и Activision Blizzard",
      "shortdescriptionsPost": "Сделка масштаба Activision Blizzard и Microsoft неминуемо создаёт вокруг себя мощные стихийные эффекты — так, что ими задевает всех вокруг. Например, биржевые рынки и всех местных игроков. Вскоре после анонса, к примеру, акции Sony рухнули на токийской бирже более чем на 10%.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDrbi3KhrEeLkx4ScZ9mq0YmXOeP6No56z0o.jpg",
      "descriptionsOne": "Сделка масштаба Activision Blizzard и Microsoft неминуемо создаёт вокруг себя мощные стихийные эффекты — так, что ими задевает всех вокруг. Например, биржевые рынки и всех местных игроков. Вскоре после анонса, к примеру, акции Sony рухнули на токийской бирже более чем на 10%.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrfz0iSSmloLEP51iybQU1D5Bq4qk.jpg",
      "descriptionsTwo": "Ещё вчера утром акции Sony стоили по $124,21, однако сразу после объявления «сделки века» рухнули до $116,67. На следующий день ценные бумаги продолжили дешеветь: к моменту написания заметки они стоят $110,39. Акции Microsoft совершили кульбит, упав с $307,88 до $299,11 и отскочив к $303,95. Самый мощный эффект испытала на себе сама Activision Blizzard: акции компании подскочили с $64,37 до $88,84, откатившись до $82,45.",
      "photoTwo": "",
      "descriptionsThree": "И это ещё далеко не всё. Некоторые аналитики уверены, что сделка подобного калибра заставит задуматься законодателей. Например, Вашингтон хочет установить контроль над корпоративными монополиями, а подобное слияние идёт этим планам вразрез. В итоге, уверен эксперт, сделка всё-таки состоится, но в будущем власти будут обращать гораздо более пристальное внимание на такие громкие покупки.\n\nНапомним, что Бобби Котик пока остаётся у руля Activision Blizzard — и уже объявил о ближайших планах компании. Она займётся созданием метавселенной. Что бы это ни значило.",
      "dataPost": "20.01.2022",
      "id": 11
    },
    {
      "titlePost": "Подробные характеристики и новые цвета Samsung Galaxy S22 Ultra",
      "shortdescriptionsPost": "Инсайдер Ишан Агарвал, опубликовавший результаты тестов Galaxy S22 Ultra с процессором Exynos 2200 в бенчмарках, поделился качественными изображениями будущего флагманского смартфона Samsung и раскрыл его ключевые технические характеристики.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDrixbBxTA2KjTxS6JHiY7Ez1QIPYCcfVVY2.png",
      "descriptionsOne": "Инсайдер Ишан Агарвал, опубликовавший результаты тестов Galaxy S22 Ultra с процессором Exynos 2200 в бенчмарках, поделился качественными изображениями будущего флагманского смартфона Samsung и раскрыл его ключевые технические характеристики.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrff4OsnCaI27sz2lwAowxa2dwz2UF.jpg",
      "descriptionsTwo": "Судя по представленным рендерам, Galaxy S22 Ultra действительно окажется похож на смартфоны серии Galaxy Note: у него будут острые углы вместо скруглённых и встроенный стилус S Pen. Последний, по словам инсайдера, получит рекордно низкую задержку при вводе — 2,8 мс. У аппарата будет 6,8-дюймовый дисплей 2X Dynamic AMOLED, защищённный новым закалённым стеклом Gorilla Glass Victus+, с разрешением 3088х1440 пикселей и адаптивной частотой обновления 1-120 Гц. Рамку корпуса выполнят из армированного алюминия. ",
      "photoTwo": "",
      "descriptionsThree": "По словам инсайдера, в Galaxy S22 Ultra установят основную камеру Super Clear Lens на 108 Мп и сверхширокоугольную с разрешением 12 Мп. Также в смартфоне будет две телекамеры по 10 Мп с 3-кратным и 10-кратным оптическим приближением. Сообщается о поддержке съёмки 12-битного видео с HDR и автоматическим изменением частоты кадров.\n\nСмартфон будет весить 228 граммов при размерах 163,3 х 77,9 х 8,9 мм. Его оснастят защитой от воды и пыли по стандарту IP68. Указывается наличие аккумулятора ёмкостью 5000 мАч с поддержкой быстрой 45-ваттной проводной и 15-ваттной беспроводной зарядки. Инсайдер также сообщил о стереодинамиках с настройкой AKG и поддержкой Dolby Atmos. Из коробки аппарат будет работать на Android 12 с новой версией фирменной оболочки OneUI 4.1.\n\nПрезентация серии Galaxy S22 ожидается 8 февраля. ",
      "dataPost": "20.01.2022",
      "id": 12
    },
    {
      "titlePost": "Canon Cinema EOS R5С совмещает лучшие технологии для фото и видео",
      "shortdescriptionsPost": "Canon сообщила о выпуске своей первой полнокадровой 8K-кинокамеры Cinema EOS R5 C. Это многофункциональная гибридная система, объединяющая опции профессиональных кинокамер Cinema EOS с возможностями фотосъёмки моделей EOS R. В ней используются полнокадровый CMOS-датчик, процессор DIGIC X и байонет RF.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDraBTFHSfKJX38Y5Lz146z0dvsSY8jrdaLp9.png",
      "descriptionsOne": "Canon сообщила о выпуске своей первой полнокадровой 8K-кинокамеры Cinema EOS R5 C. Это многофункциональная гибридная система, объединяющая опции профессиональных кинокамер Cinema EOS с возможностями фотосъёмки моделей EOS R. В ней используются полнокадровый CMOS-датчик, процессор DIGIC X и байонет RF.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrliPbG3tz1GkQJz0NhYauuQ1CC9.jpg",
      "descriptionsTwo": "EOS R5С стала первой камерой в семействе Cinema EOS с поддержкой внутренней видеозаписи в формате 8K RAW с частотой кадров 30 fps и до 60 fps при использовании внешнего источника питания. Благодаря встроенной системе активного охлаждения снимать в разрешении 8K можно несколько часов подряд. Поддержка HDR с перекодированием PQ и HLG, а также гаммы Canon Log 3 позволяют получать реалистичное видео. Система Dual Pixel CMOS AF обеспечивает автофокусировку по глазам, а также интеллектуальное слежение и распознавание. Электронная система стабилизации с координированным управлением работает совместно с оптической стабилизацией в объективах и позволяет нейтрализовать дрожание при съёмке с рук.\n\nЗа счёт полнокадрового CMOS-датчика на 45 Мп и процессора DIGIC X камера способна снимать фотографии со скоростью до 20 кадров в секунду. Фирменный чипсет поддерживает технологию подавления шумов, которая позволяет снимать со светочувствительностью ISO до 51 200. Есть также возможность съёмки в формате HEIF с глубиной цвета 10 бит, расширенным динамическим диапазоном и большим цветовым охватом. Встроенный таймер позволяет снимать интервальное видео высокого разрешения.\n\nКроме того, EOS R5 C поддерживает внутреннюю запись в формате Cinema RAW Light с глубиной цвета 12 бит. Два слота для карт памяти (CFexpress 2.0 Type B и UHS-II SD) позволяют одновременно вести записи в разных форматах, с разными параметрами разрешения и глубины цвета. Например, можно снимать видео в режиме 4K со скоростью 120 fps и параллельно записывать звук. Наряду с Cinema RAW Light 12 бит, EOS R5 C поддерживает формат Canon XF-AVC 10 бит со скоростью передачи данных 810 Мбит/с и гибким выбором настроек MP4.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/IyDrfnKWQVd6dJCaIY7FRz0twH9HThU.jpg",
      "descriptionsThree": "Камера оснащена байонетом RF с укороченным рабочим отрезком и 12-контактным разъёмом для быстрого обмена данными между камерой и объективом. EOS R5 C совместима с объективами Canon EF, RF и кинообъективами, а также с анаморфотными объективами других производителей, позволяющими получить широкоэкранное изображение. Камера также позволяет создавать VR-контент за счёт комбинации возможностей 8K и двойного объектива «рыбий глаз» RF 5.2mm F2.8L Dual Fisheye. Она оборудована многофункциональным разъёмом для крепления аксессуаров, который обеспечивает коммуникацию и питание дополнительного оборудования, например стереомикрофона Canon DM-E1D, вспышки Canon Speedlight 470EX-AI и микрофонного XLR-адаптера TASCAM CA-XLR2d. Она также оборудована специальным разъёмом ввода/вывода временного кода для интеграции с профессиональными многокамерными системами.\n\nВ EOS R5 C предусмотрено два отдельных меню для фото- и видеосъёмки — они повторяют интерфейс моделей EOS R и Cinema EOS. Трёхпозиционный диск управления позволяет переключаться между режимами видео- и фотосъёмки и менять необходимые настройки. Новинка оснащена электронным 0,5-дюймовым OLED-видоискателем высокого разрешения (5,76 миллиона точек) и точечно-матричным дисплеем для быстрой проверки настроек камеры, а также 3,2-дюймовым поворотным ЖК-дисплеем. Весит устройство всего 680 г — это самая компактная и лёгкая камера семейства Cinema EOS. Корпус из магниевого сплава защищён от пыли и влаги благодаря конструкции, отводящей потоки воздуха от электрических компонентов.\n\nЦены и сроки поступления камеры в продажу будут объявлены позже.",
      "dataPost": "20.01.2022",
      "id": 13
    },
    {
      "titlePost": "Слух: новый Mac Pro получит устаревший процессор. Но это не так уж и плохо",
      "shortdescriptionsPost": "Apple уже перевела практически всю свою продукцию на «домашние» процессоры. На очереди десктоп Mac Pro — вот только, по словам инсайдеров, ожидать появления в нём чипа M-серии второго поколения не стоит. Впрочем, это ещё не значит, что компьютеру не хватит мощности: у компании нашлось оригинальное решение для обеспечения высокой производительности ПК.",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDriz2jVP8B1IY57wvp1aMrJBhfJpdaCcmAc.jpg",
      "descriptionsOne": "Apple уже перевела практически всю свою продукцию на «домашние» процессоры. На очереди десктоп Mac Pro — вот только, по словам инсайдеров, ожидать появления в нём чипа M-серии второго поколения не стоит. Впрочем, это ещё не значит, что компьютеру не хватит мощности: у компании нашлось оригинальное решение для обеспечения высокой производительности ПК.",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrfH4WQVd6dJCaIY7FRz0twH9HThU.jpg",
      "descriptionsTwo": "По данным сетевого информатора под ником Dylan, следующая модель Mac Pro будет построена на базе прошлогодней платформы Apple M1 Max. Точнее, сразу двух — подобно серверным моделям, ПК будет использовать комбо из пары CPU. В итоге его конфигурация будет включать 20 физических ядер, 64 ядра GPU и до 128 ГБ оперативной памяти — вдвое больше, чем у старшей модификации MacBook Pro с одним таким процессором.",
      "photoTwo": "",
      "descriptionsThree": "Что же касается чипа M2, он предположительно также дебютирует в этом году в составе нового лэптопа MacBook Air (2022). По слухам, второе поколение фирменных процессоров будет выполнено по 4-нм технологии TSMC и сможет похвастаться более высокой производительностью при том же уровне энергоэффективности, что и у предшественника. А будущему Apple M3 уже приписывают 3-нм техпроцесс и до 40 ядер на одной подложке — впрочем, точной информации о нём у инсайдеров пока нет.",
      "dataPost": "20.01.2022",
      "id": 14
    },
    {
      "titlePost": "Три причины выбрать Салют ТВ",
      "shortdescriptionsPost": "Недавно Сбер запустил новую операционную систему для телевизоров — Салют ТВ с виртуальными ассистентами. Она позволяет не только включать на экране онлайн-кинотеатры и браузер, но ещё заказывать продукты и еду, записываться к врачу, играть и многое другое. Чтобы проверить, как это работает, мы вооружились телевизором Hyundai со встроенной платформой от Сбера. Вот что из этого вышло. ",
      "photoPost": "https://ds-assets.cdn.devapps.ru/IyDrby3466z1fqq3iz0txAWo91n4ZEz1I2cEuAdY9.jpg",
      "descriptionsOne": "Недавно Сбер запустил новую операционную систему для телевизоров — Салют ТВ с виртуальными ассистентами. Она позволяет не только включать на экране онлайн-кинотеатры и браузер, но ещё заказывать продукты и еду, записываться к врачу, играть и многое другое. Чтобы проверить, как это работает, мы вооружились телевизором Hyundai со встроенной платформой от Сбера. Вот что из этого вышло. ",
      "photoOne": "https://ds-assets.cdn.devapps.ru/IyDrfKloOT2FBux0JSvlPTX5R5W8ngkeL23mc3.jpg",
      "descriptionsTwo": "Управлять интерфейсом Салют ТВ можно пультом и голосом. Второй явно удобнее. Чтобы отдать команду, достаточно зажать специальную кнопку на пульте. Внутри операционки работают три ассистента: Сбер, Афина и Джой. Они различаются по голосу, характеру и цвету. Сбер говорит тоном доброжелательной коллеги, Афина придерживается делового стиля общения, а Джой разговаривает в шутливой форме. Можно выбрать тот вариант, который вам больше по душе.\n\nЧеловеческую речь все три собеседника понимают идеально. Мы специально старались картавить, говорить в нос или полушёпотом, но телевизор всё расшифровывал верно. В итоге мы вообще перестали управлять пультом и перешли на устные команды.",
      "photoTwo": "https://ds-assets.cdn.devapps.ru/IyDreNfz00XamBuRmB0l8bRkTdZV8ngEODz1blsB.jpg",
      "descriptionsThree": "В операционку сразу встроено несколько приложений. Есть YouTube, OKKO, СберЗвук, «Самокат», новостная лента, погода и так далее. Можно смотреть кино и сериалы, включать музыку, изучать тренды главного видеохостинга мира.\n\nЕсли чего-то не найдёте, всегда можно запустить браузер. У него лёгкий и послушный интерфейс, так что разобраться не составит проблем. Есть интересные функции. Например, просматривая кино в OKKO, вы можете поставить паузу и искусственный интеллект определит актёров, локации и одежду на героях. А мерч и похожие вещи можно сразу купить через интегрированные каталоги онлайн-магазинов.",
      "dataPost": "20.01.2022",
      "id": 15
    }
  ],
  "users": [
    {
      "firstName": "Соатов",
      "lastName": "Хуршид",
      "userName": "wisper",
      "email": "windoxas@gmail.com",
      "password": "5hspkfn9",
      "passwordRepeat": "5hspkfn9",
      "id": 1
    },
    {
      "firstName": "Qudratov",
      "lastName": "Alisher",
      "userName": "alish",
      "email": "alish007@gmail.com",
      "password": "alish007",
      "passwordRepeat": "alish007",
      "id": 2
    },
    {
      "firstName": "Akmalov",
      "lastName": "Buri",
      "userName": "buri",
      "email": "bui@mail.ru",
      "password": "buri1234",
      "passwordRepeat": "buri1234",
      "id": 3
    },
    {
      "firstName": "Малаев",
      "lastName": "Жамшид ",
      "userName": "jamish",
      "email": "jamish@gmail.com",
      "password": "jamish007",
      "passwordRepeat": "jamish007",
      "data": "18.01.2022",
      "id": 4
    },
    {
      "firstName": "Soatov",
      "lastName": "Xurshid",
      "userName": "windoxas",
      "email": "xurshidbekjon@gmail.com",
      "password": "5hspkfn9",
      "passwordRepeat": "5hspkfn9",
      "data": "19.01.2022",
      "id": 5
    }
  ],
  "comments": []
}